{
    "es": {
        "p1": "En un día soleado, Victor invitó a Joel a un paseo en su motora, \"Pero de momento,\" dijo Joel, \"Desayuna con huevo.\"",
        "p2": "\"No hay problema,\" respondió Victor con una sonrisa, \"¡Toma mango!\"",
        "p3": "Entonces, de repente, Joel exclamó: \"Quisiera ser una mosca para pararme en tu piel.\"",
        "p4": "Victor reflexionó por un momento y respondió: \"Yo soy yo, de momento.\"",
        "p5": "Joel, con una expresión juguetona, dijo: \"Feliz Navidad.\"",
        "p6": "Y Victor, con alegría, respondió: \"Feliz Año Nuevo.\"",
        "p7": "Se abrazaron con cariño, recordando los buenos tiempos, A pesar del distanciamiento social por el coronavirus.",
        "p8": "Victor y Joel, Joel y Victor, amigos inseparables, De JV, Jovani Vazquez.",
        "p9": "Así, deseando lo mejor el uno al otro, Con una sonrisa en sus rostros y esperanza en sus corazones, Se despidieron, con la certeza de que su amistad perduraría, Feliz Navidad, Próspero Año Nuevo, Dios les bendiga."
    },
    "en": {
        "p1": "On a sunny day, Victor invited Joel for a ride on his motorcycle, \"But just then,\" Joel said, \"Have breakfast with egg.\"",
        "p2": "\"No problem,\" Victor replied with a smile, \"Have a mango!\"",
        "p3": "Then, suddenly, Joel exclaimed: \"I wish I were a fly to stand on your skin.\"",
        "p4": "Victor pondered for a moment and replied: \"I am me, for the moment.\"",
        "p5": "Joel, with a playful expression, said: \"Merry Christmas.\"",
        "p6": "And Victor, with joy, replied: \"Happy New Year.\"",
        "p7": "They embraced fondly, remembering the good times, Despite the social distancing due to the coronavirus.",
        "p8": "Victor and Joel, Joel and Victor, inseparable friends, JV, Jovani Vazquez.",
        "p9": "Thus, wishing the best for each other, With a smile on their faces and hope in their hearts, They bid farewell, with the certainty that their friendship would endure, Merry Christmas, Prosperous New Year, God bless."
    },
    "it": {
        "p1": "In una giornata di sole, Victor invitò Joel a fare un giro sulla sua moto, \"Ma proprio allora,\" disse Joel, \"Fai colazione con uovo.\"",
        "p2": "\"Nessun problema,\" rispose Victor con un sorriso, \"Prendi un mango!\"",
        "p3": "Poi, improvvisamente, Joel esclamò: \"Vorrei essere una mosca per posarmi sulla tua pelle.\"",
        "p4": "Victor rifletté per un momento e rispose: \"Io sono io, per il momento.\"",
        "p5": "Joel, con un'espressione giocosa, disse: \"Buon Natale.\"",
        "p6": "E Victor, con gioia, rispose: \"Felice Anno Nuovo.\"",
        "p7": "Si abbracciarono affettuosamente, ricordando i bei momenti, Nonostante il distanziamento sociale a causa del coronavirus.",
        "p8": "Victor e Joel, Joel e Victor, amici inseparabili, JV, Jovani Vazquez.",
        "p9": "Così, augurandosi il meglio l'uno all'altro, Con un sorriso sulle labbra e speranza nei loro cuori, Si congedarono, con la certezza che la loro amicizia sarebbe perdurata, Buon Natale, Felice Anno Nuovo, Dio vi benedica."
    },
    "is": {
        "p1": "Á sólarhringsdag, bjó Victor Joel að fara á hjólatúr á mótorhjólinu sínu, \"En í því sama,\" sagði Joel, \"Hafðu morgunmat með egg.\"",
        "p2": "\"Engin vandamál,\" svaraði Victor með bros, \"Taktu mangó!\"",
        "p3": "Þá sagði Joel skyndilega: \"Mér þætti gaman að vera fluga til að standa á húðinni þinni.\"",
        "p4": "Victor velti fyrir sér í stuttan tíma og svaraði: \"Ég er ég, í augnabliki.\"",
        "p5": "Joel, með leikkennilegan svip, sagði: \"Gleðileg jól.\"",
        "p6": "Og Victor, með gleði, svaraði: \"Farsælt nýtt ár.\"",
        "p7": "Þeir kossuðu hugleiknir, minnir góðir stundir, Þrátt fyrir fjarlægðina vegna samfélagslega fjarlægðar vegna korónuveirunnar.",
        "p8": "Victor og Joel, Joel og Victor, óaðskiljanlegir vinir, JV, Jovani Vazquez.",
        "p9": "Svo, óskandi þeim besta í milli sín, Með bros á andlitum sínum og von í hjörtum þeirra, þeir sýndu kærar þeirra, með öryggi um að vinátta þeirra myndi standast, Gleðileg jól, Farsælt nýtt ár, Guð blessi."
    },
    "pt": {
        "p1": "Num dia ensolarado, Victor convidou Joel para um passeio em sua motocicleta, \"Mas então,\" disse Joel, \"Tome café da manhã com ovo.\"",
        "p2": "\"Sem problemas,\" respondeu Victor com um sorriso, \"Pegue uma manga!\"",
        "p3": "Então, de repente, Joel exclamou: \"Eu queria ser uma mosca para ficar na sua pele.\"",
        "p4": "Victor ponderou por um momento e respondeu: \"Eu sou eu, por enquanto.\"",
        "p5": "Joel, com uma expressão brincalhona, disse: \"Feliz Natal.\"",
        "p6": "E Victor, com alegria, respondeu: \"Feliz Ano Novo.\"",
        "p7": "Eles se abraçaram carinhosamente, lembrando dos bons tempos, Apesar do distanciamento social devido ao coronavírus.",
        "p8": "Victor e Joel, Joel e Victor, amigos inseparáveis, JV, Jovani Vazquez.",
        "p9": "Assim, desejando o melhor um para o outro, Com um sorriso no rosto e esperança no coração, Eles se despediram, com a certeza de que sua amizade perduraria, Feliz Natal, Próspero Ano Novo, Deus os abençoe."
    },
    "fr": {
        "p1": "Par une journée ensoleillée, Victor a invité Joel à faire un tour en moto, \"Mais alors,\" a dit Joel, \"Prenez le petit déjeuner avec des œufs.\"",
        "p2": "\"Pas de problème,\" répondit Victor avec un sourire, \"Prends une mangue!\"",
        "p3": "Alors, soudainement, Joel s'exclama: \"Je voudrais être une mouche pour me poser sur ta peau.\"",
        "p4": "Victor réfléchit un moment et répondit: \"Je suis moi, pour l'instant.\"",
        "p5": "Joel, avec une expression espiègle, dit: \"Joyeux Noël.\"",
        "p6": "Et Victor, avec joie, répondit: \"Bonne année.\"",
        "p7": "Ils s'embrassèrent tendrement, se remémorant les bons moments, Malgré la distanciation sociale due au coronavirus.",
        "p8": "Victor et Joel, Joel et Victor, des amis inséparables, JV, Jovani Vazquez.",
        "p9": "Ainsi, en se souhaitant le meilleur, Avec un sourire aux lèvres et de l'espoir dans leur cœur, Ils se dirent au revoir, avec la certitude que leur amitié perdurerait, Joyeux Noël, Bonne Année, Que Dieu les bénisse."
    }
}